#pragma once
#include"Cabinet.h"
#include <algorithm>  
#include"CMD.h"
/*								+				              +										+          &
string punkts[21] = { "Информация о пользователях","Статистика пользователей", "Просмотр ID пользователей","Ответ на вопрос",
				+				+							+                             +
		"Создать группу","Создать пользователя","Создать тест для группы","Добавить пользователя в группу",
				&																
		"Удалить репорт","Удалить пользователя",  "Командная строка",
					+                        +                                   +
		"Сохранение пользователей","Сохранение груп","Сохранение репортов","Сохранение всего",
		     +                           +                                  +            +
		"Загрузка пользователей","Загрузка груп","Загрузка репортов","Загрузка всего","Выход" };


*/
//getStaticUser
